{
    "items" : [
	{
	   "id": "http://bibfra.me/work/u2",
	   "title" : "Bluebeard",
           "titleRemainder" : "a novel",
	   "type" : "Book"
           "classification" : "025.3 M465f 2008",
           "author" : "http://bibfra.me/auth/person/kurt_vonnegut", 
	   "subject": [ "http://bibfra.me/auth/subject/foo", "http://bibfra.me/auth/subject/bar" ],
	   "language": "english",
	   "summary": "Broad humor and bitter irony collide in this fictional autobiography of Rabo Karabekian, who, at age seventy-one, wants to be left alone on his Long Island estate with the secret he has locked inside his potato barn. But then a voluptuous young widow badgers Rabo into telling his life story—and Vonnegut in turn tells us the plain, heart-hammering truth about man’s careless fancy to create or destroy what he loves.",
	 },
         { 
           "id": "http://bibfra.me/instance/u2-1",
           "type": "HardcoverBook",
           "edition": "1st",
           "volumes": "1",
           "pages": "300",
           "date" : "1987-09-02",
           "publisher" : "http://bibfra.me/auth/org/delacorte_press",
           "ISBN": "9780385295901",
           "image": "http://ecx.images-amazon.com/images/I/51vbo8zwJlL._SL160_.jpg"
         }
]
},
{
    "items" : [
	{
	   "id": "http://bibfra.me/work/u2.t1",
	   "title" : "Barbablù",
	   "type" : "Book",
           "author" : "http://bibfra.me/auth/person/kurt_vonnegut", 
           "translator": "http://bibfra.me/auth/person/pier_francesco_paolini",
	   "subject": [ "http://bibfra.me/auth/subject/foo", "http://bibfra.me/auth/subject/bar", "http://bibfra.me/auth/subject/baz" ],
	   "language": "Italian",
	   "summary": "Nome: Rabo. Cognome: Karabekian. Nato a San Ignacio di California nel 1916 da genitori armeni. Stato civile: vedovo. Professione: pittore e collezionista d'arte. La grande casa sulla riviera di East Hampton -dove Rabo vive con la cuoca e la figlia di lei, Celeste- ospita un'importante raccolta di quadri dell'espressionismo astratto. Ma che provenienza e che significato hanno queste tele? E soprattutto, che cosa nasconde nell'antico patataio, accanto alla casa, l'eccentrico protagonista di questa storia? Barbablù, nell'omonima favola, conduce la giovanissima sposa nel suo castello e le dice: "Puoi entrare in tutte le stanze, tranne una". E le mostra la porta proibita. Alle insistenti domande di Circe Berman, morbosamente curiosa di sapere che cosa contenga il capannone, Rabo Karabekian risponde: "Senta, pensi a qualcos'altro, a qualsiasi altra cosa. lo sono Barbablù e quello studio è la mia stanza proibita, per quanto la riguarda". Tuttavia, come la moglie di Barbablù, anche Circe Berman riuscirà alla fine a scoprire il segreto del patataio di Rabo Karabekian. La storia di Rabo e degli strani personaggi che gli gravitano attorno è il pretesto che consente a Kurt Vonnegut di tracciare un'altra satira pungente della società americana contemporanea e in particolare del mercato e del mondo dell'arte. Il periodare rapido e incalzante che i lettori di Vonnegut ben conoscono, la battuta pronta, la distaccata ironia fanno di questo romanzo un'altra prova significativa dello scrittore americano.",
	   "hasInstance": "http://bibfra.me/instance/u2.t1-1",
           "isTranslationOf": "http://bibfra.me/work/u2"
	 },
         { 
           "id": "http://bibfra.me/instance/u2.t1-1",
           "type": "PapberbackBook",
           "volumes": "1",
           "pages": "239",
           "date" : "2007-05-31",
           "publisher" : "http://bibfra.me/auth/org/feltrinelli",
           "ISBN": "880701727X",
           "image": "http://d.gr-assets.com/books/1327279411l/9700830.jpg"
         }
]
}
